<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
1. 개인정보의 수집·이용목적

(1) 회원가입 및 관리
회원가입 및 각종 서비스를 위하여 개인 식별, 불량회원의 부정이용 방지와 비인가자 사용방지, 연령확인, 만14세 미만 아동 개인정보 수집 시 법정대리인 동의 여부 확인,분쟁 조정을 위한 기록 보존, 민원처리 등을 목적으로 개인정보를 처리합니다.
(2) 질의·건의사항 및 예약서비스 제공
고객의 소리에 글 작성 시 또는 공존공원의 전시관 등 시설물 사용예약 신청시 포함된 개인정보는 예약 처리를 위한 목적으로 이용


2. 개인정보 수집·이용 항목

(1) 공존공원 회원 가입 및 관리
  - 필수항목 : 아이디, 비밀번호, 이메일 주소, 이름, 별명, 온라인 본인 확인 후 생성되는 DI값
(2) 자원봉사
  - 필수항목 : 이름, 연락처, 주소, 이메일주소, 자원봉사경험, 참여동기, 최종학력, 참여경로, 성별, 전공분야
(3) 예약시스템
  - 필수항목 : 예약자 이름, 이메일주소, 연락처(휴대폰번호), 예금주명, 계좌번호
(4) 인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어 수집될 수 있습니다.
  - IP주소, 쿠키, MAC주소, 서비스 이용기록, 방문기록, 불량 이용기록 등
  - 거부권리 및 방법 : 상세보기


3. 개인정보 보유기간

(1) 공존공원 회원 가입 및 관리 : 공존공원 탈퇴시까지
(2) 자원봉사 활동실적 관리 : 공존공원 탈퇴시까지
(3) 전시장 등 시설사용 예약자의 정보 : 공존공원 탈퇴시 또는 예약 취소시까지. 다만, 공존공원의 시설사용 예약 결제 시 결제 정보에 대해서는 아래의 법률에 의거하여 처리 및 보유합니다.
   가. 계약 또는 청약철회 등에 관한 기록
     보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률
      보존 기간 : 5년
   나. 대금결제 및 재화 등의 공급에 관한 기록
      보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률
      보존 기간 : 5년
   다. 전자금융 거래에 관한 기록
      보존 이유 : 전자금융거래법
      보존 기간 : 5년
   라. 소비자의 불만 또는 분쟁처리에 관한 기록
      보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률
      보존 기간 : 3년
(4) 정보주체는 개인정보의 수집·이용목적에 대한 동의를 거부할 수 있으며, 동의 거부시 회원가입이 되지 않으며, 공존공원에서 제공하는 서비스를 이용할 수 없습니다.